Revit 2024 API
NonContinuousRailStructure Properties
The NonContinuousRailStructure type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
NonContinuousRailStructure Class
Autodesk.Revit.DB.Architecture Namespace